[Device]
NoOnB=No
OverwriteMessage=Are you sure you wish to overwrite the save present on this device?
RemovedMessage=The selected storage device has been removed. Autosaving is now disabled. You must select a storage device to re-enable autosaving.
RemovedTitle=Storage Device Removed
SelectMessage=Are you sure you wish to Continue without selecting a Storage Device? Gameplay will not be saved until one is selected.
SelectOnA=Continue
SelectOnB=Choose
SelectTitle=Storage Device
YesOnA=Yes

[Error]
0=
1=A sign-in change occurred. You are now being returned to the title screen.
10=You have been disconnected due to a duplicate login.
11=Invalid Xbox LIVE user.
2=A sign-in change occurred. You are now being returned to the title screen.
3=A sign-in change occurred. You are now being returned to the title screen.
4=
5=Connection to Xbox LIVE has been dropped.
6=No network connection!
7=Xbox LIVE service is temporarily unavailable.
8=An update is required before connection to Xbox LIVE is possible.
9=Xbox LIVE Servers are too busy to handle the request.
BadDLC_Button=Restart Batman: Arkham Asylum
BadDLC_Desc=\nMissing or damaged downloadable content detected.\n\nIf the content was on a Xbox 360 Memory Unit, please do not remove it during game play.\n\nIf it is corrupt please download it again, or delete it using the Xbox Dashboard.\n\nBatman: Arkham Asylum will now return to the title screen.
BadDLC_Title=DOWNLOADABLE CONTENT ISSUE
CorruptDLC=Damaged or unavailable downloadable content detected.\n\nPlease download it again, or delete it from the Xbox Dashboard.
LiveProblem=Xbox LIVE Issue
NoDeviceNoSave=You have not selected a Storage Device. Are you sure you wish to continue? If you do, you will not be able to save the game, or access any Online game content.
NoLoginNoSave=You have not signed into a Profile. Are you sure you wish to continue? If you do, you will not be able to save the game, or access any Online game content.
SelectorDisabled=The Storage Device Selector is unavailable because you have chosen to play without being able to save your progress.
StorageDeviceRemoved=The selected storage device has been removed. Please select a different one to continue.

[General]
SaveGameDetail=Completed: %d%% (%s)

[UI]
CorruptSave=The save is corrupt. Please delete it.
DeviceSelector=Select Storage Device
DLCAvailable=Downloadable Content Available.
DLCNeedsLoggedIn=You need to be signed into a Gamer Profile to access Downloadable Content.
DLCNeedsSavingEnabled=You need to be signed into a Gamer Profile, and have selected a Storage Device, to access Downloadable Content.
LeaderboardFetch=Retrieving Leaderboard Results.
LeaderboardFetchError=Failed to retrieve Leaderboard Results.
LeaderboardNotOnline=You need to be signed into Xbox LIVE to access the leaderboards.
Marketplace=Xbox LIVE Marketplace
NeedFreespace=Insufficient free space to create a new save game. Open the Device selector?
NoDLCPresent=New downloadable content available. Connect to Xbox LIVE Marketplace to download.
NoDLCPresentSoon=Connect to Xbox LIVE Marketplace to download additional content.
OnlineDisabled=Online service is disabled due to parental control restrictions.
SavingDesc=INFORMATION ONLY:\nThis game supports Autosave and this icon will appear whenever game data is being saved.\n\nPlease do not turn off your console while this icon is visible.
ScanningDLC=Searching for Downloadable Content. Please do not remove any Xbox 360 Memory Unit.
